import React from "react";
import "./Description.css";

function Description() {
  return (
    <div class="container">
      <h1>Ласкаво просимо до нашого Піца кафе!</h1>
      <p>
        Тут кожен кульгає у світ програмування, а кожна зупинка - це смак
        відмінної піци та ароматної кави.
      </p>
      <p>
        У нашому закладі ми відкриваємо для вас нові гастрономічні виміри, де
        кожен ковзанок миші або клавіатури перетворюється на смачний код.
      </p>
      <p>
        Забудьте про стрес і насолоджуйтесь справжнім смаком програмування разом
        з нами!
      </p>
      <p>
        Бо, як кажуть, програміст це машина з перетворення піци й кави в код.
      </p>
    </div>
  );
}

export default Description;
