import React from "react";
import "./Description.css";

function Description() {
  return (
    <div className="container">
      <h1>Ласкаво просимо до нашого Піца кафе!</h1>
      <p>
        Тут кожен кульгає у світ програмування, а кожна зупинка - це смак
        відмінної піци та ароматної кави.
      </p>
      <p>
        У нашому закладі ми відкриваємо для вас нові гастрономічні виміри, де
        кожен ковзанок миші або клавіатури перетворюється на смачний код.
      </p>
      <p>
        Забудьте про стрес і насолоджуйтесь справжнім смаком програмування разом
        з нами!
      </p>
      <p>
        Бо, як кажуть, програміст це машина з перетворення піци й кави в код.
      </p>
      <div className="offer">
        <h2>Акційна пропозиція:</h2>
        <p>Оберіть один з наших комбінованих наборів:</p>
        <ul>
          <li>Піца Маргарита(мала) + Еспресо(середня) -10%</li>
          <li>Піца Гавайська(велика) + Латте(велика) -10%</li>
        </ul>
        <p>Отримайте знижку 10% при покупці будь-якого з цих наборів!</p>
      </div>
    </div>
  );
}

export default Description;
