import React from "react";
import "./About.css";

function About() {
  return (
    <div className="container">
      <h1>Про нас</h1>
      <p>
        Ми - ваші кулінарні програмісти! У нашому Піца кафе ми поєднуємо смакові
        витонченості з культурою програмування, створюючи унікальне середовище
        для наших гостей.
      </p>
      <p>
        Наші піци - це творіння майстрів кулінарного мистецтва, а кава -
        запашний напій, що дарує енергію для нових здобутків. Приходьте до нас,
        де кожен столик - це нова можливість написати свій власний код, а наші
        барісти завжди з радістю додадуть вам порцію натхнення у кожну кружку
        кави.
      </p>
      <p>
        Завітайте до нас і дозвольте собі насолодитися гастрономічними витворами
        та дружньою атмосферою. Ми чекаємо на вас!
      </p>
    </div>
  );
}

export default About;
